Repository: 0505Keitan/Covid19Radar
Catalog: Covid19Radar/Covid19Radar/Resources/AppResources.*.resx
Languages: ca, de, et, he, hi, kn, lv, mg, mt, pl, ro, sl, ta, te, tr

# HelpPage1Description1Text
source: When you run this app, each smartphone will generate and have a contact code. In addition, this app does not acquire any information related to personal information such as telephone number and location information.
de: Wenn Sie diese App ausführen, wird jedes Smartphone generieren und einen Kontaktcode haben. Darüber hinaus erfasst diese App keine Informationen zu persönlichen Informationen wie Telefonnummer und Standortinformationen.
et: Kui käivitate selle rakenduse, iga nutitelefoni genereerib ja on kontakt kood. Lisaks, see rakendus ei omandada teavet, mis on seotud isikliku teabe, nagu telefoninumber ja asukohateabe.
he: כאשר אתה מפעיל יישום זה, כל טלפון חכם יפיק ובעלי קוד יצירת קשר. בנוסף, יישום זה אינו רוכש כל מידע הקשור למידע אישי כגון מספר טלפון ומידע מיקום.
hi: जब आप इस ऐप को चलाएंगे, तो प्रत्येक स्मार्टफोन उत्पन्न करेगा और एक संपर्क कोड होगा। इसके अलावा, यह ऐप व्यक्तिगत जानकारी जैसे टेलीफोन नंबर और स्थान की जानकारी से संबंधित कोई जानकारी प्राप्त नहीं करता है।
kn: ಈ ಆಪ್ ಅನ್ನು ರನ್ ಮಾಡಿದಾಗ, ಪ್ರತಿಯೊಂದು ಸ್ಮಾರ್ಟ್ ಫೋನ್ ಉತ್ಪಾದಿಸಲಿದೆ ಮತ್ತು ಕಾಂಟ್ಯಾಕ್ಟ್ ಕೋಡ್ ಇರುತ್ತದೆ. ಜೊತೆಗೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಗಳಾದ ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಮತ್ತು ಸ್ಥಳದ ಮಾಹಿತಿಗೂ ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ಈ ಆಪ್ ಗಳು ಪಡೆದುಕೊಳ್ಳುವುದಿಲ್ಲ.
lv: Palaižot šo lietotni, katrs viedtālrunis radīs un ir kontakta kods. Turklāt šī lietotne neiegādājas informāciju, kas saistīta ar personisko informāciju, piemēram, tālruņa numuru un atrašanās vietas informāciju.
mg: Rehefa mihazakazaka ity rafi-baovao ity ianao, dia nalaina ny smartphone ary hisy mari-pamantarana mifandray. Ankoatra izany, ity rafi-baovao ity dia tsy mahazo fampahalalana izay mifandray amin' ny fampahalalana manokana toy ny laharan' ny toerana sy ny fampahalalana.
mt: Meta tħaddem din l-applikazzjoni, kull smartphone se jiġġenera u jkollu kodiċi ta ' kuntatt. Barra minn hekk, din l-applikazzjoni ma takkwista l-ebda informazzjoni relatata ma ' informazzjoni personali bħal numru tat-telefon u informazzjoni dwar il-post.
pl: Po uruchomieniu tej aplikacji, każdy smartfon wygeneruje i ma kod kontaktowy. Ponadto ta aplikacja nie uzyskuje żadnych informacji związanych z danymi osobowymi, takimi jak numer telefonu i informacje o lokalizacji.
ro: Când rulați această aplicație, fiecare smartphone va genera și au un cod de contact. În plus, această aplicație nu obține informații legate de informații personale, ar fi numărul de telefon și informațiile de locație.
sl: Ko zaženete to aplikacijo, bo vsak pametni telefon ustvaril in imel kontaktno kodo. Poleg tega ta aplikacija ne pridobi nobenih informacij, povezanih z osebnimi podatki, kot so telefonska številka in informacije o lokaciji.
ta: இந்த செயலியை இயக்கும் போது, ஒவ்வொரு ஸ்மார்ட்ஃபோனும் உருவாக்கி, ஒரு தொடர்பு குறியீட்டை கொண்டிருக்கும். மேலும், இந்த செயலி தொலைபேசி எண் மற்றும் இருப்பிடத் தகவல் போன்ற தனிப்பட்ட தகவல்கள் தொடர்பான எந்தத் தகவலையும் பெறுவதில்லை.
te: ఈ యాప్ ను రన్ చేయగానే ప్రతి స్మార్ట్ ఫోన్ ను జనరేట్ చేసి కాంటాక్ట్ కోడ్ ను కలిగి ఉంటుంది. దీనికి అదనంగా, టెలిఫోన్ నెంబరు మరియు లొకేషన్ సమాచారం వంటి వ్యక్తిగత సమాచారానికి సంబంధించిన ఎలాంటి సమాచారాన్ని ఈ యాప్ పొందదు.
tr: Bu uygulamayı çalıştırdığınızda, her akıllı telefon bir iletişim kodu oluşturur ve sahip olur. Ayrıca, bu uygulama telefon numarası ve konum bilgileri gibi kişisel bilgilerle ilgili herhangi bir bilgi edinmez.

# HelpPage1Description2Title
source: Conditions of contact recorded
de: Kontaktbedingungen aufgezeichnet
et: Registreeritud kontakttingimused
he: תנאי ההתקשרות הוקלטו
hi: दर्ज किए गए संपर्क की शर्तें
kn: ಸಂಪರ್ಕದ ಪರಿಸ್ಥಿತಿಗಳು ದಾಖಲಾಗಿವೆ
lv: Reģistrētie kontakta nosacījumi
mg: Ireo fepetra mifandray amin' ny voarakitra
mt: Il-kundizzjonijiet ta ' kuntatt irreġistrati
pl: Zarejestrowane warunki kontaktu
ro: Condiții de contact înregistrate
sl: Pogoji za stik, zabeleženi
ta: தொடர்பு நிலைகள் பதிவு
te: కాంటాక్ట్ యొక్క కండిషన్ లు రికార్డ్ చేయబడ్డాయి
tr: Kaydedilen iletişim koşulları

# HelpPage1Description2Text
source: Contact with other app users within 1 meter for 15 minutes or more is recorded as "contact".
de: Der Kontakt mit anderen App-Nutzern innerhalb von 1 Meter für 15 Minuten oder mehr wird als "Kontakt" aufgezeichnet.
et: Kontakt teiste app kasutajad jooksul 1 meeter 15 minutit või rohkem registreeritakse "kontakt".
he: יצירת קשר עם משתמשי יישומים אחרים בתוך מטר אחד במשך 15 דקות או יותר נרשם כ"איש קשר".
hi: 15 मिनट या उससे अधिक के लिए 1 मीटर के भीतर अन्य ऐप उपयोगकर्ताओं के साथ संपर्क "संपर्क" के रूप में दर्ज किया गया है।
kn: 15 ನಿಮಿಷಗಳು ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಕಾಲ 1 ಮೀಟರ್ ನೊಳಗೆ ಇತರ ಆಪ್ ಬಳಕೆದಾರರೊಂದಿಗೆ ಸಂಪರ್ಕವನ್ನು "ಸಂಪರ್ಕ" ಎಂದು ದಾಖಲಿಸಲಾಗುತ್ತದೆ.
lv: Kontakts ar citiem lietotnes lietotājiem 1 metra robežās 15 minūtes vai ilgāk tiek ierakstīts kā "kontaktpersona".
mg: Mifandraisa amin' ny fitaovana hafa mpampiasa ao amin' ny 1 metatra mandritra ny 15 minitra na mihoatra izany dia voarakitra ho toy ny "mifandray".
mt: Kuntatt ma ' utenti oħra tal-App fi ħdan miter 1 għal 15-il minuta jew aktar jiġi rreġistrat bħala "kuntatt".
pl: Kontakt z innymi użytkownikami aplikacji w odległości 1 metra przez 15 minut lub dłużej jest rejestrowany jako "kontakt".
ro: Contactul cu alți utilizatori ai aplicației în termen de 1 metru timp de 15 minute sau mai mult este înregistrat ca "contact".
sl: Kontakt z drugimi uporabniki aplikacije v 1 meter za 15 minut ali več se zabeleži kot "kontakt".
ta: 1 மீட்டருடன் 15 நிமிடங்கள் அல்லது அதற்கும் மேற்பட்ட பயன்பாட்டைப் பயன்படுத்துவோரின் தொடர்பு "தொடர்பு" என பதியப்படும்.
te: 1 మీటర్ లో 15 నిమిషాలు లేదా అంతకంటే ఎక్కువ ఉన్న ఇతర యాప్ యూజర్ లతో కాంటాక్ట్ "కాంటాక్ట్" వలే రికార్డ్ చేయబడింది.
tr: 15 dakika veya daha uzun süre 1 metre içinde diğer uygulama kullanıcılarıile iletişim "iletişim" olarak kaydedilir.

# HelpPage1Description3Title
source: Recording contact information
de: Aufzeichnen von Kontaktinformationen
et: Kontaktteabe salvestamine
he: הקלטת פרטי קשר
hi: संपर्क जानकारी रिकॉर्ड करना
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ದಾಖಲಿಸುವುದು
lv: Kontakta informācijas ierakstīšana
mg: Firaketana ny fanazavana mifandray
mt: Irrekordjar tal-informazzjoni ta ' kuntatt
pl: Rejestrowanie informacji kontaktowych
ro: Înregistrarea informațiilor de contact
sl: Beleženje kontaktnih podatkov
ta: தொடர்பு தகவலை பதிவுசெய்தல்
te: సంప్రదింపు సమాచారాన్ని నమోదు చేయడం
tr: İletişim bilgilerini kaydetme

# HelpPage1Description3Text
source: At this time, the contact code of the contacted person is recorded in the application. Contact information will not be used until either user has registered positive. The contact history will be erased after 14 days. *The contact code changes regularly.
de: Zu diesem Zeitpunkt wird der Kontaktcode der kontaktierten Person in der Anwendung aufgezeichnet. Kontaktinformationen werden erst verwendet, wenn sich einer der Benutzer positiv registriert hat. Der Kontaktverlauf wird nach 14 Tagen ausgegeut. *Der Kontaktcode ändert sich regelmäßig.
et: Sel ajal salvestatakse rakenduse kontaktisiku kood. Kontaktteavet ei kasutata enne, kui kumbki kasutaja on positiivse teabe registreerinud. Kontakti ajalugu kustutatakse 14 päeva pärast. * Kontaktkood muutub regulaarselt.
he: בשלב זה, קוד איש הקשר של האדם הנוצר מקשר נרשם ביישום. לא נעשה שימוש במידע ליצירת קשר עד שהמשתמש נרשם כחיובי. היסטוריית הקשר תימחק. לאחר 14 ימים * קוד איש הקשר משתנה באופן סדיר.
hi: इस समय आवेदन में संपर्क व्यक्ति का संपर्क कोड दर्ज है। संपर्क जानकारी का उपयोग तब तक नहीं किया जाएगा जब तक कि या तो उपयोगकर्ता सकारात्मक पंजीकृत न हो जाए। 14 दिन बाद संपर्क इतिहास मिट जाएगा। * संपर्क कोड नियमित रूप से बदलता है।
kn: ಈ ವೇಳೆ ಸಂಪರ್ಕಿಸಿದ ವ್ಯಕ್ತಿಯ ಕಾಂಟ್ಯಾಕ್ಟ್ ಕೋಡ್ ಅರ್ಜಿಯಲ್ಲಿ ದಾಖಲಿಸಲಾಗುತ್ತದೆ. ಯಾವುದೇ ಬಳಕೆದಾರ ಧನಾತ್ಮಕ ನೋಂದಣಿ ಮಾಡುವವರೆಗೆ ಸಂಪರ್ಕ ಮಾಹಿತಿಯು ಬಳಕೆಯಾಗುವುದಿಲ್ಲ. 14 ದಿನಗಳ ಬಳಿಕ ಸಂಪರ್ಕ ಇತಿಹಾಸ ಎರವಾಗಲಿದೆ. * ಕಾಂಟ್ಯಾಕ್ಟ್ ಕೋಡ್ ನಿಯಮಿತವಾಗಿ ಬದಲಾಗುತ್ತದೆ.
lv: Šajā laikā pieteikumā tiek ierakstīts kontaktpersonas kods, uz kuru kontaktpersona ir sazinājusies. Kontaktinformācija netiks izmantota, kamēr kāds lietotājs nav reģistrējis pozitīvu informāciju. Kontaktu vēsture tiks izdzēsta pēc 14 dienām. * Kontaktinformācija kods regulāri mainās.
mg: Amin' io fotoana io dia voarakitra ao anatin' ny fampiharana ny mari-pamantarana ny olona hampandrenesina. Tsy ho ampiasaina ny fampahafantarana ny fampahalalana raha tsy hoe anarana tsara ny mpampiasa. Ny tantara mifandray dia ho fafana aorian' ny 14 andro. * Tsy tapaka ny mari-pamantarana mifandray.
mt: F ' dan iż-żmien, il-Kodi ċi ta ' kuntatt tal-persuna kkuntattjata huwa rreġistrat fl-applikazzjoni. L-informazzjoni ta ' kuntatt ma tintużax sakemm kwalunkwe utent ikun Irreġistra pożittiv. L-istorja tal-kuntatt se titħassar wara 14-il jum. * Il-Kodi ċi tal-kuntatt jinbidel regolarment.
pl: W tej chwili kod kontaktowy osoby kontaktowej jest rejestrowany w aplikacji. Dane kontaktowe nie będą używane, dopóki którykolwiek z użytkowników nie zarejestrował pozytywnego. Historia kontaktów zostanie wymazana po 14 dniach. *Kod kontaktowy zmienia się regularnie.
ro: În acest moment, codul de contact al persoanei contactate este înregistrat în aplicație. Informațiile de contact nu vor fi utilizate până când niciunul dintre utilizatori nu s-a înregistrat pozitiv. Istoricul contactelor va fi șters după 14 zile. *Codul de contact se modifică în mod regulat.
sl: V tem času je kontaktna koda osebe, ki je stopila v stik, zabeležena v aplikaciji. Kontaktni podatki se ne bodo uporabljali, dokler se uporabnik ne registrira pozitivno. Zgodovina stikov bo izbrisana po 14 dneh. * Kontaktna koda se redno spreminja.
ta: இந்த நேரத்தில், தொடர்பு கொண்ட நபரின் தொடர்பு குறியீடு, விண்ணப்பத்தில் பதிவு செய்யப்படுகிறது. பயனர் நேர்மறை பதிவு செய்யும் வரை தொடர்புத் தகவல் பயன்படுத்தப்படாது. 14 நாட்களுக்குப் பிறகு தொடர்பு வரலாறு அழித்து விடும். * தொடர்பு குறியீடு அவ்வப்போது மாறும்.
te: ఈ సమయంలో సంప్రదించిన వ్యక్తి కాంటాక్ట్ కోడ్ ను దరఖాస్తులో నమోదు చేస్తారు. యూజర్ పాజిటివ్ గా రిజిస్టర్ చేసుకునే వరకు కాంటాక్ట్ సమాచారం ఉపయోగించరాదు. 14 రోజుల తరువాత కాంటాక్ట్ హిస్టరీ తుడిచివేయబడుతుంది. * కాంటాక్ట్ కోడ్ ఎప్పటికప్పుడు మారిపోతుంది.
tr: Şu anda, ilgili kişinin iletişim kodu uygulamaya kaydedilir. Kişi bilgileri, her iki kullanıcı da pozitif kayıt olana kadar kullanılmaz. Temas geçmişi 14 gün sonra silinir. *Kişi kodu düzenli olarak değişir.

# ButtonNotNow
source: NotNow
et: Mitte praegu.
he: לא עכשיו
hi: नॉटअब
kn: ನೋಟನೌ
pl: NotNow (Nienow)
ro: Nu acum.
sl: Ne zdaj
ta: இப்போது இல்லை
te: నోట్నౌ

# VersionText
source: Version
ca: Versió

# VersionDescription
source: Version number of this application
ca: Número de versió d'aquesta aplicació

# ShortRangeWirelessCommunicationText
source: Short-range wireless communication
ca: Comunicació sense fils de curt abast

# ShortRangeWirelessCommunicationDescription
source: Send and receive
ca: Enviar i rebre

# CloseContactNotificationText
source: Close Contact Notification
ca: Tanca la notificació de contacte

# CloseContactNotificationDescription
source: Application notifications at the time of close contact
ca: Notificacions de l'aplicació en el moment del contacte estret

# DeleteDataText
source: Delete data
ca: Suprimeix les dades

# DeleteDataDescription
source: Delete all data
ca: Suprimir totes les dades
