Repository: 0505Keitan/Covid19Radar
Catalog: Covid19Radar/Covid19Radar/Resources/AppResources.*.resx
Languages: ca, de, et, he, hi, kn, lv, mg, mt, pl, ro, sl, ta, te, tr

# ButtonNotAgree
source: Not Agree
ca: No està d'acord
de: Nicht zustimmen
mg: Tsy Manaiky
ro: Nu sunt de acord
tr: Kabul Edilmedi

# ButtonCancel
source: Cancel
ca: Cancel·la
de: Abbrechen
et: Loobu
he: ביטול
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
lv: Atcelt
mg: Manafoana
mt: Ikkanċella
pl: Anuluj
ro: Anulare
sl: Prekliči
ta: ரத்துசெய்
te: రద్దు చేయి
tr: İptal

# InitSettingPageDialogExposureNotificationTitle
source: Do you want to turn on notifications?
ca: Voleu activar les notificacions?
de: Möchten Sie Benachrichtigungen aktivieren?
et: Kas soovite märguanded sisse lülitada?
he: האם ברצונך להפעיל הודעות?
hi: क्या आप सूचनाओं को चालू करना चाहते हैं?
lv: Vai vēlaties ieslēgt paziņojumus?
mg: Te-hitodika amin' ny fampilazana ve ianao?
pl: Czy chcesz włączyć powiadomienia?
ro: Activați notificările?
sl: Ali želite vklopiti obvestila?
ta: அறிவிப்புகளை இயக்க விரும்புகிறீர்களா?
te: నోటిఫికేషన్లను మీరు ఆన్ చేయాలని అనుకుంటున్నారా?
tr: Bildirimleri açmak istiyor musunuz?

# LoadingTextEnabling
source: Enabling
ca: Permetent
de: Aktivierung wird ausgeführt.
et: Võimaldab
he: פעלת
hi: सक्षम
lv: Iespējo
mg: Manampin'
pl: Włączanie
ro: Permite
sl: Omogoča
ta: இயக்குவதால்
te: ఎనేబుల్
tr: Etkinleştirme

# LoadingTextDeleting
source: Deleting
ca: Suprimir
de: Es wird gelöscht
et: Kustutan
he: מחיקה
hi: हटा रहा है
kn: ಅಳಿಸುತ್ತಿದೆ
lv: Dzēšana
mt: Tħassir
pl: Usuwanie
ro: În curs de ştergere
sl: Brisanje
ta: நீக்குகிறது
te: తొలగిస్తోంది
tr: Siliniyor

# HomePageHeader2Title
source: If you received a positive diagnosis
de: Wenn Sie eine positive Diagnose erhalten haben
et: Kui te saite positiivse diagnoosi
he: אם קיבלת אבחנה חיובית
hi: यदि आपको सकारात्मक निदान मिला
lv: Ja esat saņēmis pozitīvu diagnozi
mg: Raha nahazo aretina tsara ianao.
pl: Jeśli pacjent otrzymał pozytywną diagnozę
ro: Dacă ați primit un diagnostic pozitiv
sl: Če ste prejeli pozitivno diagnozo
ta: நீங்கள் ஒரு நேர்மறையான ஆய்வு கிடைத்தது என்றால்
te: ఒకవేళ మీరు పాజిటివ్ డయాగ్నసిస్ అందుకుంటే
tr: Eğer pozitif tanı aldıysanız

# HomePageHeader3Title
source: Share the App
de: App teilen
et: Rakenduse jagamine
he: שתף את האפליקציה
hi: ऐप साझा करें
kn: ಆ್ಯಪ್ ಶೇರ್
lv: Kopīgojiet lietotni
mg: Zarao ny Application
mt: Ixxerja l-App
pl: Udostępnij aplikację
ro: Partajați aplicația
sl: Skupna raba aplikacije
ta: பயன்பாட்டை பகிரவும்
te: అనువర్తనాన్ని పంచుకోండి
tr: Uygulamayı Paylaşın

# ButtonShare
source: Share
ca: Comparteix
de: Freigeben
et: Anna ühiskasutusse
he: שתף
hi: साझा करें
kn: ಹಂಚು
lv: Kopīgot
mg: Hizara
mt: Ixxerja
pl: Udostępnij
ro: Partajare
sl: Skupna raba
ta: பகிர்
te: భాగస్వామ్యం చేయి
tr: Paylaş

# ButtonNotifyOtherPage
source: Sharing positive information and anonymous notification to others
ca: Compartir informació positiva i notificació anònima als altres
de: Weitergabe positiver Informationen und anonymer Benachrichtigungen an andere
et: Positiivse teabe ja anonüümse teavitamise jagamine teistele
he: שיתוף מידע חיובי והודעה אנונימית לאחרים
hi: दूसरों को सकारात्मक जानकारी और गुमनाम अधिसूचना साझा करना
kn: ಸಕಾರಾತ್ಮಕ ಮಾಹಿತಿ ಮತ್ತು ಅನಾಮಧೇಯ ಅಧಿಸೂಚನೆಯನ್ನು ಇತರರಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದು
lv: Pozitīvas informācijas un anonīma paziņojuma koplietošana citiem
mg: Mizara fampahalalana tsara sy tsy fampilazana amin' ny hafa
mt: Qsim ta ' informazzjoni pożittiva u notifika anonima lil ħaddieħor
pl: Udostępnianie pozytywnych informacji i anonimowych powiadomień innym
ro: Partajarea informațiilor pozitive și notificarea anonimă altor persoane
sl: Deljenje pozitivnih informacij in anonimnih obvestil drugim
ta: பிறருக்கு சாதகமான தகவல் மற்றும் பெயரற்ற அறிவிப்பை பகிர்தல்
te: పాజిటివ్ సమాచారం మరియు అనామక నోటిఫికేషన్ ని ఇతరులకు పంచుకోవడం
tr: Olumlu bilgilerin ve anonim bildirimin başkalarına paylaşılması

# ButtonReset
source: Discontinued
ca: Reinicialitza
de: Zurücksetzen
et: Lähtesta
he: איפוס
hi: रीसेट करें
kn: ಮರುಹೊಂದಿಸು
lv: Atiestatīt
mg: Données
mt: Irrisettja
pl: Resetuj
ro: Reinițializare
sl: Ponastavi
ta: மீட்டமை
te: రీసెట్ చేయి
tr: Sıfırla

# PrivacyPolicyPageTitle
source: Privacy Policy
ca: Estratègia de privadesa
de: Datenschutzrichtlinie
et: privaatsuspoliitika
he: מדיניות פרטיות
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತೆ ನೀತಿ
lv: Konfidencialitātes politika
mg: Fitsipika tsiambaratelo
mt: Politika tal-Privatezza
pl: Zasady zachowania poufności informacji
ro: Politică de confidențialitate
sl: pravilnik o zasebnosti
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
tr: Gizlilik İlkesi

# LoadingTextRegistering
source: Waiting for register
ca: Esperant registre
de: Warten auf Registrierung
et: Registreerimise ootel
he: ממתין להרשמה
hi: रजिस्टर की प्रतीक्षा
kn: ರಿಜಿಸ್ಟರ್ ಗಾಗಿ ಕಾಯುತ್ತಿದ್ದಾರೆ
lv: Gaida reģistrēties
mg: Miandry ny fisoratana anarana
mt: Stennija għar-Reġistru
pl: Oczekiwanie na rejestrację
ro: Se așteaptă înregistrarea
sl: Čakanje na registracijo
ta: பதிவேட்டுக்காக காத்திருக்கும்
te: రిజిస్టర్ కొరకు వేచి ఉంది
tr: Kayıt bekleniyor

# SettingsPageDialogResetText
source: Do you really want to reset all the data?
ca: Esteu segur que voleu reinicialitzar totes les dades?
de: Möchten Sie wirklich alle Daten zurücksetzen?
et: Kas soovite tõesti kõik andmed lähtestada?
he: האם אתה באמת רוצה לאפס את כל הנתונים?
hi: क्या आप वास्तव में सभी डेटा रीसेट करना चाहते हैं?
kn: ನೀವು ನಿಜವಾಗಲೂ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ರೀಸೆಟ್ ಮಾಡಲು ಬಯಸುತ್ತಿದ್ದೀರಿ?
lv: Vai tiešām vēlaties atiestatīt visus datus?
mg: Moa ve tena tianao données ny tahirin-kevitra rehetra?
mt: Verament tixtieq tirrisettja d-data kollha?
pl: Czy naprawdę chcesz zresetować wszystkie dane?
ro: Chiar doriți să resetați toate datele?
sl: Ali res želite ponastaviti vse podatke?
ta: நீங்கள் நிஜமாகவே அனைத்து தரவையும் மீட்டமைக்க விரும்புகிறீர்களா?
te: మీరు నిజంగా మొత్తం డేటాను రీసెట్ చేయాలని అనుకుంటున్నారా?
tr: Gerçekten tüm verileri sıfırlamak istiyor musunuz?

# SettingsPageDialogResetTitle
source: Delete all data
ca: Suprimir totes les dades
de: Löschen aller Daten
et: Kustuta kõik andmed
he: מחק את כל הנתונים
hi: सभी डेटा हटाएं
kn: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸು
lv: Dzēst visus datus
mg: Esory avokoa ny tahirin-kevitra rehetra
mt: Ħassar id-data kollha
pl: Usuń wszystkie dane
ro: Ștergerea tuturor datelor
sl: Brisanje vseh podatkov
ta: அனைத்து தரவையும் நீக்கு
te: మొత్తం డేటాని తొలగించు
tr: Tüm verileri silme

# SettingsPageDialogResetCompletedText
source: All settings and data have been deleted. Please restart the application.
ca: S'han suprimit tots els paràmetres i les dades. Torneu a iniciar l'aplicació.
de: Alle Einstellungen und Daten wurden gelöscht. Starten Sie die Anwendung neu.
et: Kõik sätted ja andmed on kustutatud. Palun taaskäivitage rakendus.
he: כל ההגדרות והנתונים נמחקו. נא הפעל מחדש את היישום.
hi: सभी सेटिंग और डेटा हटा दिए गए हैं। कृपया आवेदन को पुनः आरंभ करें।
kn: ಎಲ್ಲಾ ಸೆಟ್ಟಿಂಗ್ಸ್ ಮತ್ತು ಡಾಟಾ ಡಿಲೀಟ್ ಮಾಡಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಅರ್ಜಿಯನ್ನು ಪುನಃ ಆರಂಭಿಸಿ.
lv: Visi iestatījumi un dati ir izdzēsti. Lūdzu, restartējiet lietojumprogrammu.
mg: Voafafa ny toe-javatra sy ny tahirin-kevitra rehetra. Azafady averina velomina indray ny fanaovana fampiharana.
mt: L-issettjar u d-data kollha tħassru. Irristartja l-applikazzjoni.
pl: Wszystkie ustawienia i dane zostały usunięte. Uruchom ponownie aplikację.
ro: Toate setările și datele au fost șterse. Reporniți aplicația.
sl: Vse nastavitve in podatki so bili izbrisani. Prosimo, ponovno zaženite aplikacijo.
ta: அனைத்து அமைப்புகள் மற்றும் தரவு நீக்கப்பட்டுள்ளது. தயவுசெய்து பயன்பாட்டை மறுதொடக்கம் செய்யவும்.
te: అన్ని సెట్టింగ్ లు మరియు డేటా డిలీట్ చేయబడింది. దయచేసి అప్లికేషన్ ని రీస్టార్ట్ చేయండి.
tr: Tüm ayarlar ve veriler silindi. Lütfen başvuruyu yeniden başlatın.

# NotifyOtherPageDialogInvalidDiagnosisIDTitle
source: Invalid Diagnosis ID
ca: ID de diagnòstic no vàlid
de: Ungültige Diagnose-ID
et: Diagnostika ID ei sobi
he: מזהה אבחון לא חוקי
hi: अमान्य निदान आईडी
lv: Nederīgs diagnozes ID
mg: Nahitana Aretina ID
mt: ID ta ' dijanjożi invalida
pl: Nieprawidłowy identyfikator diagnozy
ro: ID diagnostic nevalid
sl: Neveljaven ID za diagnostiko
ta: செல்லுபடியாகாத நோயறிதல் ID
te: చెల్లని నిర్ధారణ ID
tr: Geçersiz Tanı Kimliği

# NotifyOtherPageDialogInvalidDiagnosisIDText
source: Please provide a valid Diagnosis ID
ca: Proporcioneu un identificador de diagnòstic vàlid
de: Bitte geben Sie eine gültige Diagnose-ID an
et: Palun esitage kehtiv diagnoosi ID
he: נא ספק מזהה אבחון חוקי
hi: कृपया एक वैध निदान आईडी प्रदान करें
lv: Lūdzu, norādiet derīgu diagnozes ID
mg: Omeo FAMANTARANA Aretina misy feo ianao.
mt: Jekk jogħġbok ipprovdi ID ta ' dijanjożi valida
pl: Proszę podać ważny identyfikator diagnostyczny
ro: Vă rugăm să furnizați un id de diagnostic valabil
sl: Navedite veljaven ID za diagnostiko
ta: தயவு செய்து சரியான நோய் கண்டறிதல் ID வழங்கவும்
te: దయచేసి చెల్లుబాటు అయ్యే డయగ్నాస్టిక్ ఐడి ఇవ్వండి
tr: Lütfen geçerli bir Tanı Kimliği sağlayın

# NotifyOtherPageDialogInvalidTestDateTitle
source: Invalid Test Date
de: Ungültiges Testdatum
et: Sobimatu Testkuupäev
he: תאריך בדיקה לא חוקי
hi: अमान्य परीक्षण तिथि
lv: Nederīgs testa datums
mg: Daty nahitana-Pahaizana
mt: Data tat-test invalida
pl: Nieprawidłowa data testu
ro: Data nevalidă a testului
sl: Neveljaven datum preskusa
ta: செல்லுபடியாகாத தேர்வு தேதி
te: చెల్లని పరీక్ష తేదీ
tr: Geçersiz Sınav Tarihi

# NotifyOtherPageDialogInvalidTestDateText
source: Please provide a valid Test Date
de: Bitte geben Sie ein gültiges Testdatum an
et: Palun esitage kehtiv Katsekuupäev
he: נא ספק תאריך בדיקה חוקי
hi: कृपया एक वैध परीक्षण तिथि प्रदान करें
lv: Lūdzu, norādiet derīgu testa datumu
mg: Omeo Daty misy Fitiliana ve ianao.
mt: Jekk jogħġbok ipprovdi data tat-test valida
pl: Podaj prawidłową datę testu
ro: Vă rugăm să furnizați o dată de testare validă
sl: Navedite veljaven datum preskusa
ta: செல்லத்தக்க சோதனை தேதியை வழங்கவும்
te: దయచేసి చెల్లుబాటు అయ్యే టెస్ట్ తేదీని అందించండి
tr: Lütfen geçerli bir Sınav Tarihi verin

# ButtonReturnToRegistration
source: Return to registration
de: Zurück zur Registrierung
et: Tagasi registreerimiseks
he: חזור להרשמה
hi: पंजीकरण पर वापसी
kn: ನೋಂದಣಿಗೆ ತಿರುವು
lv: Atgriešanās pie reģistrācijas
mg: Hiverina amin' ny fisoratana anarana
mt: Ritorn għar-reġistrazzjoni
pl: Powrót do rejestracji
ro: Revenirea la înregistrare
sl: Vrnitev na registracijo
ta: பதிவுக்கான திருப்பம்
te: రిజిస్ట్రేషన్ కు రిటర్న్
tr: Kayıt için geri dön

# PositiveRegistrationText
source: Positive registration
de: Positive Registrierung
et: Positiivne registreerimine
he: הרשמה חיובית
hi: सकारात्मक पंजीकरण
kn: ಧನಾತ್ಮಕ ನೋಂದಣಿ
lv: Pozitīva reģistrācija
mg: Fisoratana anarana tsara
mt: Reġistrazzjoni pożittiva
pl: Rejestracja pozytywna
ro: Înregistrare pozitivă
sl: Pozitivna registracija
ta: பாசிடிவ் பதிவு
te: పాజిటివ్ రిజిస్ట్రేషన్
tr: Pozitif kayıt

# PositiveRegistrationConfirmText
source: Would you like to register positively later?
de: Möchten Sie sich später positiv registrieren?
et: Kas soovite hiljem positiivselt registreerida?
he: האם ברצונך להירשם באופן חיובי מאוחר יותר?
hi: क्या आप बाद में सकारात्मक पंजीकरण करना चाहेंगे?
kn: ನೀವು ಮುಂದೆ ಸಕಾರಾತ್ಮಕವಾಗಿ ನೋಂದಣಿ ಮಾಡಿಕೊಳ್ಳಲು ಇಷ್ಟಪಡುತ್ತೀರಾ?
lv: Vai jūs vēlētos reģistrēties pozitīvi vēlāk?
mg: Tianao ve ny hanao ny fisoratana anarana ao aoriana kely?
mt: Tixtieq tirreġistra b ' mod pożittiv aktar tard?
pl: Czy chcesz zarejestrować się później pozytywnie?
ro: Doriți să vă înregistrați pozitiv mai târziu?
sl: Bi se radi kasneje registrirali?
ta: நீங்கள் பின்னர் நேர்மறையாக பதிவு செய்ய விரும்புகிறீர்களா?
te: మీరు తరువాత సానుకూలంగా రిజిస్టర్ చేసుకోవాలని అనుకుంటున్నారా?
tr: Daha sonra olumlu kayıt yaptırmak ister misiniz?

# DescriptionPageTextStep1Description2
source: When you run the application , it will generate and store an anonymous ID on each smartphone. This application does not acquire any information related to privacy such as phone number and location information.
de: Wenn Sie die Anwendung ausführen, wird auf jedem Smartphone eine anonyme ID generiert und gespeichert. Diese Anwendung erfasst keine Informationen zum Datenschutz wie Telefonnummer und Standortinformationen.
mg: Rehefa manao ny fampiharana ianao, dia nalaina izany ary tsy eo amin' ny smartphone tsirairay. Ity fampiharana ity dia tsy mahazo fampahalalana izay mifandray amin' ny tsiambaratelo toy ny hoe laharan' ny telefaonina sy ny toerana misy izany.

# DescriptionPageTextStep2Description2
source: While the application is running, each other's smartphone will record each other's anonymous IDs for the past two weeks. Records older than 2 weeks will be deleted and each anonymous ID will be changed periodically to protect privacy.
de: Während die Anwendung läuft, zeichnet das Smartphone des anderen die anonymen IDs der anderen in den letzten zwei Wochen auf. Datensätze, die älter als 2 Wochen sind, werden gelöscht und jede anonyme ID wird regelmäßig geändert, um die Privatsphäre zu schützen.
mg: Raha toa ka mihazakazaka ny fampiharana dia smartphone ny tsy ny tsirairay avy amin' ireo IDs ny olona iray izay efa roa herinandro lasa. Ho voafafa ny rakitsoratra latsaky ny 2 herinandro ary tsy ny FAMANTARANA tsirairay dia hiova matetika mba hiarovana ny tsiambaratelo.

# DescriptionPageTextStep3Description1
source: Other users regularly get a list of anonymous IDs of positive ones. After the acquisition, the contact record recorded on the smartphone will be matched. If the result of the match is a heavy contact, we will notify your smartphone and inform you of the necessary actions that you would like us to cooperate with.
de: Andere Benutzer erhalten regelmäßig eine Liste anonymer IDs positiver IDs. Nach der Erfassung wird der auf dem Smartphone aufgezeichnete Kontaktdatensatz abgeglichen. Wenn das Ergebnis des Spiels ein starker Kontakt ist, werden wir Ihr Smartphone benachrichtigen und Sie über die notwendigen Maßnahmen informieren, mit denen Wir zusammenarbeiten möchten.
mg: Ny mpampiasa hafa dia ahitana ny lisitry ny tsy IDs ireo olona tsara. Aorian' ilay fahazoana dia ho manana volon ny teny hoe rakitsoratra voarakitra ao amin' ilay smartphone. Raha toa ka zava-mavesatra ny vokatry ny fampifandraisana, dia ampandreneso ny smartphone isika ary hampahafantatra anareo ireo fihetsika ilaina izay tianao cooperate.

# HomePageHeader1Title
source: Contact with positive testers in the last 14 days
de: Kontakt mit positiven Testern in den letzten 14 Tagen
et: Viimase 14 päeva jooksul positiivsete testijate kontakt
he: יצירת קשר עם בודקי חיוביות ב -14 הימים האחרונים
hi: पिछले 14 दिनों में सकारात्मक परीक्षकों के साथ संपर्क करें
lv: Kontakts ar pozitīviem testētājiem pēdējo 14 dienu laikā
mg: Miresaha amin' ny testers tsara amin' ny 14 andro farany.
pl: Kontakt z pozytywnymi testerami w ciągu ostatnich 14 dni
ro: Contact cu testeri pozitivi în ultimele 14 zile
sl: Kontakt s pozitivnimi preskuševalci v zadnjih 14 dneh
ta: கடந்த 14 நாட்களில் நேச்சுரல் டெஸ்டர்களுடனான தொடர்பு
te: గత 14 రోజుల్లో సానుకూల ముష్కరులతో పరిచయం
tr: Son 14 gün içinde pozitif test ile temas

# HomePageHeader2Description
source: If you are positive with the new Corona, please cooperate with the positive registration to protect the people around you.
de: Wenn Sie mit der neuen Corona positiv sind, kooperieren Sie bitte mit der positiven Registrierung, um die Menschen um Sie herum zu schützen.
et: Kui sa oled uue Corona suhtes positiivne, siis palun tee positiivse registreerimisega koostööd, et kaitsta inimesi enda ümber.
he: אם אתה חיובי עם קורונה חדש, בבקשה לשתף פעולה עם הרישום החיובי כדי להגן על האנשים סביבך.
hi: यदि आप नए कोरोना के साथ सकारात्मक हैं, तो कृपया अपने आसपास के लोगों की रक्षा के लिए सकारात्मक पंजीकरण के साथ सहयोग करें।
kn: ನೀವು ಹೊಸ ಕರೋನದ ಜೊತೆ ಸಕಾರಾತ್ಮಕವಾಗಿದ್ದಲ್ಲಿ, ನಿಮ್ಮ ಸುತ್ತಲಿರುವ ಜನರನ್ನು ರಕ್ಷಿಸಲು ಧನಾತ್ಮಕ ನೋಂದಣಿಗೆ ದಯವಿಟ್ಟು ಸಹಕರಿಸಿ.
lv: Ja jums ir pozitīvs ar New Corona, lūdzu, sadarboties ar pozitīvu reģistrāciju, lai aizsargātu cilvēkus ap jums.
mg: Raha tsara ianao miaraka amin' ilay Faribolam pahazavana vaovao dia aoka cooperate amin' ny fisoratana anarana tsara mba hiarovana ny olona manodidina anao.
mt: Jekk inti pożittiv bil-corona l-ġdida, jekk jogħġbok tikkoopera mar-Re ġistrazzjoni pożittiva biex tipproteġi n-nies ta ' madwarek.
pl: Jeśli jesteś pozytywnie nastawiony do nowej Korony, współpracuj z pozytywną rejestracją, aby chronić ludzi wokół ciebie.
ro: Dacă sunteți pozitiv cu noul Corona, vă rugăm să coopereze cu înregistrarea pozitivă pentru a proteja oamenii din jurul tău.
sl: Če ste pozitivni z novim Corona, prosimo, sodelujte s pozitivno registracijo za zaščito ljudi okoli sebe.
ta: புதிய கோரோனா உடன் நீங்கள் நேர்மறையாக இருந்தால், உங்களைச் சுற்றியுள்ள மக்களைப் பாதுகாக்க நேர்மறையான பதிவிற்கு ஒத்துழைக்கவும்.
te: మీరు కొత్త కరోనా తో సానుకూలంగా ఉంటే, దయచేసి మీ చుట్టూ ఉన్న వ్యక్తులను రక్షించడానికి అనుకూల నమోదులో సహకరించండి.
tr: Eğer yeni Corona ile olumlu iseniz, çevrenizdeki insanları korumak için olumlu kayıt ile işbirliği lütfen.

# HomePageHeader3Description
source: This application is so effective that many people install it, so please share the application with people around you.
de: Diese Anwendung ist so effektiv, dass viele Menschen installieren, so teilen Sie bitte die Anwendung mit Menschen um Sie herum.
et: See rakendus on nii tõhus, et paljud inimesed seda installida, nii et palun jagage taotluse inimestega ümber.
he: יישום זה הוא כל כך יעיל, כי אנשים רבים להתקין את זה, אז בבקשה לשתף את היישום עם אנשים סביבך.
hi: यह एप्लिकेशन इतना प्रभावी है कि कई लोग इसे स्थापित करते हैं, इसलिए कृपया अपने आस-पास के लोगों के साथ आवेदन साझा करें।
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಎಷ್ಟು ಪರಿಣಾಮಕಾರಿಯಾಗಿರುತ್ತದೆ ಎಂದರೆ ಅನೇಕ ಜನರು ಅದನ್ನು ಇನ್ಸ್ಟಾಲ್ ಮಾಡುತ್ತಾರೆ, ಆದ್ದರಿಂದ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸುತ್ತಲಿರುವ ಜನರೊಂದಿಗೆ ಅಪ್ಲಿಕೇಶನ್ ಹಂಚಿಕೊಳ್ಳಿ.
lv: Šis pieteikums ir tik efektīva, ka daudzi cilvēki instalēt, tāpēc, lūdzu, dalīties ar pieteikumu ar cilvēkiem ap jums.
mg: Ity fampiharana ity dia tena mahomby tokoa ka ny olona maro no asio izany, koa dia mba zarao amin' ny olona manodidina anao ny fampiharana izany.
mt: Din l-applikazzjoni hija tant effettiva li ħafna nies tinstallahom, għalhekk jekk jogħġbok jaqsmu l-applikazzjoni ma ' nies ta ' madwarek.
pl: Ta aplikacja jest tak skuteczna, że wiele osób ją instaluje, więc proszę podzielić się aplikacją z ludźmi wokół ciebie.
ro: Această aplicație este atât de eficientă încât mulți oameni îl instalează, așa că vă rugăm să partajați aplicația cu oamenii din jurul tău.
sl: Ta aplikacija je tako učinkovita, da veliko ljudi ga namestite, zato vas prosimo, delite aplikacijo z ljudmi okoli vas.
ta: இந்த பயன்பாடு மிகவும் பயனுள்ளதாக உள்ளது பல மக்கள் அதை நிறுவ, எனவே தயவு செய்து உங்கள் சுற்றி மக்கள் விண்ணப்ப பகிர்ந்து.
te: ఈ అనువర్తనం చాలా ప్రభావవంతంగా ఉంది, చాలా మంది దీనిని ఇన్స్టాల్, కాబట్టి మీ చుట్టూ ఉన్న వ్యక్తులతో అప్లికేషన్ భాగస్వామ్యం చెయ్యండి.
tr: Bu uygulama birçok kişi yüklemek çok etkili, bu yüzden çevrenizdeki insanlarla uygulama paylaşmak lütfen.

# HelpMenuPageTitle
source: How to use this app
de: Wie zu verwenden
et: Kuidas kasutada
he: כיצד להשתמש ב
hi: कैसे उपयोग करें
kn: ಬಳಸುವುದು ಹೇಗೆ
lv: Kā lietot
mg: Ahoana no hampiasana
mt: Kif tuża
pl: Jak używać
ro: se utilizează
sl: Kako uporabljati
ta: எப்படிப் பயன்படுத்துவது
te: ఎలా ఉపయోగించాలి
tr: Nasıl kullanılır?

# HelpPage1Title
source: Terminal identification
de: Terminalidentifikation
et: Terminali ID
he: זיהוי מסוף
hi: टर्मिनल पहचान
kn: ಟರ್ಮಿನಲ್ ಗುರುತಿಸುವಿಕೆ
lv: Termināla identifikācija
mg: Mahafaty ny famantarana
mt: Identifikazzjoni tat-terminal
pl: Identyfikacja terminala
ro: Identificarea terminalului
sl: Identifikacija terminala
ta: முனைய அடையாளம் காணுதல்
te: టెర్మినల్ గుర్తింపు
tr: Terminal tanımlama

# HelpPage2Title
source: Contact confirmation method
de: Kontaktbestätigungsmethode
et: Kontakti kinnitamise meetod
he: שיטת אישור איש קשר
hi: संपर्क पुष्टि विधि
kn: ಸಂಪರ್ಕ ದೃಢೀಕರಣ ವಿಧಾನ
lv: Kontakta apstiprinājuma metode
mg: Mifandraisa amin' ny fomba fandraisana ho mpikambana
mt: Metodu ta ' konferma ta ' kuntatt
pl: Metoda potwierdzenia kontaktu
ro: Metoda de confirmare a contactului
sl: Način potrditve stika
ta: தொடர்பு உறுதிப்படுத்தல் முறை
te: సంప్రదింపు నిర్ధారణ పద్ధతి
tr: İletişim onay yöntemi

# HelpPage3Title
source: If determined to be infected
de: Wenn festgestellt, infiziert zu sein
et: Kui otsustatakse nakatuda
he: אם נחוש להידבק
hi: यदि संक्रमित होने की ठान ली है
kn: ಸೋಂಕಿಗೆ ಒಳಗಾದ ನಿರ್ಧಾರವಾದರೆ
lv: Ja ir konstatēts, ka tas ir inficēts
mg: Raha toa ka tapa-kevitra ny ho tratran' aretina
mt: Jekk ikun determinat li huwa infettat
pl: W przypadku stwierdzenia zakażenia
ro: Dacă este determinat să fie infectat
sl: Če se ugotovi, da je okužena
ta: தொற்றுக்கு என தீர்மானித்தால்
te: ఈ వ్యాధి సోకిందని నిర్ధారిస్తే
tr: Enfekte olduğu tespit edilirse

# HelpPage4Title
source: Stop/delete recording
de: Stopp/Löschen der Aufzeichnung
et: Peata/Kustuta salvestus
he: עצור/מחק הקלטה
hi: रिकॉर्डिंग बंद करें/हटाएं
kn: ರೆಕಾರ್ಡಿಂಗ್ ಅನ್ನು ನಿಲ್ಲಿಸಿ/ಅಳಿಸು
lv: Apturēt/dzēst ierakstīšanu
mg: Atsaharo/fafao ny firaketana
mt: Waqqaf/Ħassar ir-Re ġistrazzjoni
pl: Zatrzymywać/usuwać nagrywanie
ro: Oprire/ștergere înregistrare
sl: Ustavitev/brisanje snemanja
ta: பதிவை நிறுத்து/நீக்கு
te: రికార్డింగ్ ఆపివేయడం/తొలగించడం
tr: Kaydı durdurma/silme
