Repository: 0505Keitan/Covid19Radar
Catalog: Covid19Radar/Covid19Radar/Resources/AppResources.*.resx
Languages: ca, de, et, he, hi, kn, lv, mg, mt, pl, ro, sl, ta, te, tr

# TitleHowItWorks
source: How it works
ca: Com funciona
de: Vorgehensweise
mg: Ny fomba fiasan' izany
ro: functioneaza
tr: Nasıl çalışır?

# ButtonNext
source: Next
ca: Següent
de: Weiter
mg: Manaraka
ro: Următorul
tr: İleri

# TitleConsentByUserPage
source: Terms of Service
ca: Condicions del servei
de: Vertragsbedingungen
mg: Ireo teny Fanompoana

# DescriptionPageTextStep1Description1
source: No need to input personal information. We are using unique ID, allocated to you when installing an app.
de: Keine Notwendigkeit, persönliche Informationen einzugeben. Wir verwenden eine eindeutige ID, die Ihnen bei der Installation einer App zugewiesen wurde.
mg: Tsy mila fampidirana ny mombamomba azy manokana. Mampiasa FAMANTARANA miavaka isika, draharaha aminareo rehefa izao ny rafibaovao.

# DescriptionPageTextStep2Description1
source: A contact with another app user for longer than 30 min in total, within a radius closer than 2m on average is recorded as "Close Contact".
de: Ein Kontakt mit einem anderen App-Nutzer für mehr als 30 min insgesamt, in einem Radius näher als 2m im Durchschnitt wird als "Close Contact" aufgezeichnet.
mg: Ny fifandraisana misy eo amin' ny rafi-baovao hafa mandritra ny 30 min-tena, ao anatin' ny radius akaiky kokoa noho ny 2m-antonontonony dia voarakitra ho toy ny "Manakaiky".

# DescriptionPageTextStep4Description
source: Bluetooth/Exposure Notification needs to be turned on to record close contact. Please go to the next page to turn it on.
ca: Bluetooth necessita ser engegat per enregistrar contacte estret. Aneu a la pàgina següent per activar-la.
de: Bluetooth muss aktiviert sein, um engen Kontakt aufzuzeichnen. Gehen Sie zur nächsten Seite, um sie einzuschalten.
mg: Ny Bluetooth dia mila mifantoka amin' ny rakitsoratra akaiky. Mandehana azafady any amin' ny pejy manaraka mba hamadika izany.

# ButtonStart
source: Start
ca: Inici
de: Starten
mg: Manomboka
ro: Pornire
tr: Başlat

# StartTutorialPageTextProtectingOurLovedOnes
source: Protecting our loved ones from COVID-19
ca: La protecció dels nostres éssers estimats de COVID-19
de: Schutz unserer Lieben vor COVID-19
mg: Miaro ireo olon-tiantsika amin' ny COVID-19
ro: Protejarea celor dragi de COVID-19
tr: Sevdiklerimizi COVID-19'dan korumak için

# TitleDeviceAccess
source: Device Access
ca: Accés al dispositiu
de: Gerätezugriff
mg: Fitaovana Hahazoana ny
ro: Acces dispozitiv
tr: Cihaz Erişimi

# ButtonAgree
source: Agree
ca: Accepto
de: Ich stimme zu
et: Nõus
he: מסכים
hi: सहमत हूँ
kn: ಸಮ್ಮತಿಸಿ
lv: Piekrītu
mg: Manaiky
mt: Aqbel
pl: Zgadzam się
ro: De acord
sl: Strinjajo
ta: ஏற்பு
te: అంగీకరించు
tr: Kabul Et

# HomePageTitle
source: HOME
ca: INICI
de: STARTSEITE
et: AVALEHT
he: דף הבית
hi: होम
kn: ಹೋಮ್
lv: SĀKUMS
mg: TOKANTRANO
mt: PAĠNA EWLENIJA
pl: STRONA GŁÓWNA
ro: PORNIRE
sl: Domov
ta: முகப்பு
te: హోమ్
tr: ANA SAYFA

# TitleUpdateInformation
source: Update Information
ca: Informació de l'actualització
de: Informationen aktualisieren
lv: Atjaunināt informāciju
mg: Fanavaozana ny Fampahalalana
ro: Actualizare informaţii
tr: Bilgileri Güncelle

# ButtonHome
source: HOME
ca: INICI
de: STARTSEITE
et: AVALEHT
he: דף הבית
hi: होम
lv: SĀKUMS
mg: TOKANTRANO
mt: PAĠNA EWLENIJA
pl: STRONA GŁÓWNA
ro: PORNIRE
sl: Domov
ta: முகப்பு
te: హోమ్
tr: ANA SAYFA

# SetupCompletedPageTextYoureReadyToGo
source: You're ready to go
ca: Esteu a punt per anar
de: Alles fertig, los geht's!
lv: Jūs esat gatavs doties
mg: Vonona ny handeha ianao
ro: Ești gata de plecare.
tr: Başlamaya hazırsın

# TitleSetupCompleted
source: Set up Completed
ca: Configurar completat
de: Einrichten abgeschlossen
lv: Iestatītu pabeigtos
mg: Vita Tanteraka
ro: Configurare terminată
tr: Kurulum Tamamlandı

# TitleContributorsPage
source: Contributors List
ca: Llista de col·laboradors
de: Teilnehmerliste
lv: Atbalstītāju saraksts
mg: Votoatiny Lisitra
ro: Lista colaboratorilor
tr: Katkıda Bulunanlar

# TitleLicenseAgreement
source: License Agreement
ca: Contracte de llicència
de: Lizenzvertrag
et: Litsentsileping
he: הסכם רישיון
hi: लायसेंस अनुबंध
kn: ಪರವಾನಗಿ ಒಪ್ಪಂದ
lv: Licences līgums
mg: Fifanarahana avy amin' ny fahazoan
mt: Ftehim tal-li ċenzja
pl: Umowa licencyjna
ro: Acord de licenţă
sl: Licenčna pogodba
ta: உரிம ஒப்பந்தம்
te: లైసెన్స్ అగ్రిమెంట్
tr: Lisans Sözleşmesi

# UrlPrivacyPolicy
source: https://covid19radar.z11.web.core.windows.net/en/privacypolicy.html
de: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
et: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
he: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
hi: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
kn: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
lv: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
mg: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
mt: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
pl: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
ro: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
sl: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
ta: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
te: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html
tr: https://covid19radarjpnbgprod.blob.core.windows.net/html//en/privacypolicy.html

# DescriptionPageTitleTextStep1
source: Installing an App
ca: Instal·lar una aplicació
de: Installieren einer App
et: Rakenduse installimine
lv: Lietotnes instalēšana
mg: Izao Application
ro: Instalarea unei aplicații
te: ఒక అనువర్తనాన్ని వ్యవస్థాపించడం
tr: Uygulama Yükleme

# DescriptionPageTitleTextStep2
source: Recording Close Contact
ca: Enregistrament de contacte estret
de: Aufnahme von Close Contact
et: Sule kontakti salvestamine
lv: Cieša kontakta ierakstīšana
mg: Firaketana Akaiky
ro: Înregistrare a persoanei de contact de închidere
te: సన్నిహిత సంప్రదింపు రికార్డింగ్
tr: Yakın Temas Kaydediliyor

# DescriptionPageTitleTextStep3
source: If you are diagnosed COVID-19 positive
ca: Si et diagnostiquen COVID-19 positius
de: Wenn Sie COVID-19 positiv diagnostiziert
et: Kui teil on diagnoositud COVID-19 positiivne
lv: Ja jums ir diagnosticēta COVID-19 pozitīva
mg: Raha toa ka misy COVID-19 tsara.
ro: Dacă sunteți diagnosticat COVID-19 pozitiv
te: COVID-19 పాజిటివ్ అని నిర్ధారణ అయితే
tr: Size COVID-19 pozitif tanısı konulursa

# DescriptionPageTitleTextStep4
source: Requirements to use this app
ca: Requisits per utilitzar aquesta aplicació
de: Anforderungen für die Verwendung dieser App
et: Nõuded selle rakenduse kasutamiseks
lv: Prasības, lai izmantotu šo lietotni
mg: Ireo fepetra takiana mba hampiasana ity rafi-baovao ity
ro: Cerințe pentru utilizarea acestei aplicații
te: ఈ యాప్ ఉపయోగించడానికి ఆవశ్యకతలు
tr: Uygulama gereksinimleri

# TitileUserStatusSettings
source: Status Settings
ca: Configuració d'estat
de: Statuseinstellungen
et: Oleku sätted
he: הגדרות סטטוס
hi: स्टेटस सेटिंग
kn: ಸ್ಟೇಟಸ್ ಸೆಟ್ಟಿಂಗ್ಸ್
lv: Statusa iestatījumi
mg: Toetoetry ny Toe-Javatra
mt: Issettjar tal-istatus
pl: Ustawienia stanu
ro: Setări stare
sl: Nastavitve stanja
ta: நிலை அமைப்புகள்
te: స్థితి అమర్పులు
tr: Durum Ayarları

# DialogNetworkConnectionError
source: Please check your network connection.
ca: Si us plau comprovi la seva connexió de xarxa.
de: Überprüfen Sie ihre Netzwerkverbindung.
et: Palun kontrollige oma võrguühendust.
he: נא בדוק את חיבור הרשת.
hi: कृपया अपने नेटवर्क कनेक्शन की जांच करें।
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್ ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
lv: Lūdzu, pārbaudiet tīkla savienojumu.
mg: Jereo azafady ny fifandraisan' ny tambazotra.
mt: Iċċekkja l-konnessjoni tan-netwerk tiegħek.
pl: Sprawdź połączenie sieciowe.
ro: Verificați conexiunea la rețea.
sl: Preverite omrežno povezavo.
ta: தயவுகூர்ந்து உங்கள் பிணைய இணைப்பை சரிபார்க்கவும்.
te: దయచేసి మీ నెట్ వర్క్ కనెక్షన్ తనిఖీ చేయండి.
tr: Lütfen ağ bağlantınızı kontrol edin.

# ButtonOk
source: OK
ca: D'acord
de: [YTzsp]OK
he: אישור
hi: ठीक
kn: ಸರಿ
lv: Labi
mg: Tsy maninona
sl: V redu
ta: சரி
te: సరే
tr: Tamam

# ButtonEnable
source: Enable
ca: Habilita
de: Aktivieren
et: Luba
lv: Iespējot
mg: Fahafahana
ro: Activare
te: ప్రారంభించు
tr: Etkinleştir

# InitSettingPageTextExposureNotificationDescription
source: This app uses Exposure Notification / Bluetooth signals to determine if you are near another contact tracing app user. Select 'Always Allow' to set up Bluetooth.
ca: Aquesta aplicació utilitza senyals de notificació/Bluetooth d'exposició per determinar si sou a prop d'un altre contacte de l'usuari de l'aplicació. Seleccioneu "permet sempre" per configurar Bluetooth.
de: Diese App verwendet Belichtungsbenachrichtigung / Bluetooth-Signale, um zu bestimmen, ob Sie in der Nähe eines anderen Kontakt-AblaufverfolgungApp-Benutzer sind. Wählen Sie 'Immer zulassen', um Bluetooth einzurichten.
mg: Ity rafi-baovao ity dia mampiasa ny Fampilazana/Bluetooth mampilaza mba hamantarana raha toa ianao ka eo akaikin' ny mpampiasa ny rafi-kafa. Misafidiana ' Hamela Foana ' ny hanangana Bluetooth.
ro: Această aplicație utilizează notificare de expunere / semnale Bluetooth pentru a determina dacă vă aflați lângă un alt utilizator de aplicație de urmărire de contact. Selectați "Permiteți întotdeauna" să configurați Bluetooth.
tr: Bu uygulama, başka bir kişi izleme uygulaması kullanıcısının yakınında olup olmadığınızı belirlemek için Pozlama Bildirimi / Bluetooth sinyallerini kullanır. Bluetooth'u ayarlamak için 'Her Zaman İzin Ver'i seçin.

# InitSettingPageTextExposureNotification
source: Allow Exposure Notification / Bluetooth
ca: Permet la notificació d'exposició/Bluetooth
de: Belichtungsbenachrichtigung / Bluetooth zulassen
mg: Omeo Fampilazana/Bluetooth
ro: Permitenotificare expunere / Bluetooth
tr: Pozlama Bildirimine İzin Ver / Bluetooth

# MainExposures
source: Exposures
ca: Exposicions
de: Forderungen
et: Riskipositsioonide
he: חשיפות
hi: जोखिम
kn: ಒಡ್ಡುವಿಕೆಗಳಲ್ಲಿ
lv: Riska darījumiem
mt: Riskji
pl: Ekspozycji
ro: Expuneri
sl: Izpostavljenosti
ta: அம்பலப்படுத்தல்
te: ప్రత్యక్షీకరణల
tr: Pozlama

# MainTutorial
source: How to use
ca: Manual
de: Manuell
et: Käsitsi
he: ידני
hi: मैन्युअल
kn: ಕೈಪಿಡಿ
lv: Manuāli
mg: Boky torolalana
mt: Manwali
pl: Ręcznie
ro: Manuală
sl: Priročnik
ta: கைமுறை
te: మాన్యువల్
tr: El ile

# ExposuresPageNoExposures
source: No known exposures
ca: No hi ha exposicions conegudes
de: Keine bekannten Expositionen
et: Teadaolevad riskipositsioonid
he: אין חשיפות ידועות
hi: कोई ज्ञात एक्सपोजर नहीं
kn: ಯಾವುದೇ ಗೊತ್ತಾದ ಬಹಿಷ್ಕಾರ
lv: Nav zināmi riska darījumi
mg: Tsy fantatra ny exposures
mt: L-ebda skopertura magħrufa
pl: Brak znanych ekspozycji
ro: Nu s-au cunoscut expuneri
sl: Ni znanih izpostavljenosti
ta: அறியப்பட்ட அம்பலப்படுத்தல்கள் எதுவும் இல்லை
te: తెలిసిన ప్రత్యక్షీకరణలు లేవు
tr: Bilinen pozlama yok

# ExposuresPageNoExposuresInfo
source: You will be notified if you have been exposed to someone who reported a positive COVID-19 result.
ca: Se l'avisarà si ha estat exposat a algú que comunicava un resultat de COVID-19 positiu.
de: Sie werden benachrichtigt, wenn Sie jemandem ausgesetzt wurden, der ein positives COVID-19Ergebnis gemeldet hat.
et: Teid teavitatakse, kui olete kokku puutunud kellegagi, kes teatas positiivsest COVID-19 tulemusest.
he: תקבל הודעה אם נחשפת למישהו שדיווח על תוצאת COVID-19 חיובית.
hi: यदि आप किसी ऐसे व्यक्ति के संपर्क में आए हैं जिसने सकारात्मक COVID-19 परिणाम की सूचना दी है तो आपको सूचित किया जाएगा।
kn: ಸಕಾರಾತ್ಮಕ ಕೋವಿದ್-19 ಫಲಿತಾಂಶವನ್ನು ವರದಿ ಮಾಡಿದ ಯಾರಿಗಾದರೂ ನೀವು ಆಮಿಷ ಒಡ್ಡಿದ್ದರೆ ನಿಮಗೆ ಅಧಿಸೂಚನೆ ಹೊರಡಿಸಲಾಗುವುದು.
lv: Jums tiks paziņots, ja jums ir saskāries ar kādu, kurš ziņoja pozitīvs COVID-19 rezultātu.
mg: Ho hampahafantarina ianao raha toa ka niharan' ny olona iray izay nanao tatitra tsara COVID-19.
mt: Int tkun avżat jekk ġejt espost għal xi ħadd li rrapporta riżultat pożittiv COVID-19.
pl: Zostaniesz powiadomiony, jeśli byłeś narażony na działanie osoby, która zgłosiła pozytywny wynik COVID-19.
ro: Veți fi notificat dacă ați fost expus la cineva care a raportat un rezultat pozitiv COVID-19.
sl: Obveščeni boste, če ste bili izpostavljeni nekomu, ki je poročal o pozitivnem COVIDU-19 rezultatu.
ta: நேர்மறை குறியீடாகவும்-19 முடிவாகவும் அறிவிக்கப்பட்ட ஒருவரிடம் நீங்கள் வெளிப்படுத்தப்பட்டால் உங்களுக்கு அறிவிக்கப்படுவீர்கள்.
te: పాజిటివ్ కోవిడ్-19 రిజల్ట్ ను రిపోర్ట్ చేసిన ఎవరికైనా మీరు బహిర్గతం చేస్తే మీకు తెలియజేయబడుతుంది.
tr: Olumlu bir COVID-19 sonucu bildiren birine maruz kaldıysanız size bildirilir.

# NotifyOtherPageCodePlaceholder
source: Please enter the Diagnosis Identifier
ca: Si us plau, introduïu l'identificador de diagnòstic
de: Bitte geben Sie den Diagnose-Identifier ein
et: Palun sisestage diagnostika identifikaator
lv: Lūdzu, ievadiet diagnozes identifikatoru
mg: Ampidiro ny Aretina i
ro: Introduceți identificatorul de diagnosticare
te: దయచేసి డయగ్నాస్టిక్ ఐడెంటిఫైయర్ నమోదు చేయండి
tr: Lütfen Tanı Tanımlayıcısını girin

# TitileSharePositiveDiagnosis
source: Share a Positive Diagnosis
ca: Compartir un diagnòstic positiu
de: Eine positive Diagnose teilen
et: Positiivse diagnoosi jagamine
lv: Ir pozitīva diagnoze
mg: Mizara Aretina Tsara
ro: Împărtășește un diagnostic pozitiv
te: పాజిటివ్ డయాగ్నసిస్ ని పంచుకోండి
tr: Olumlu Tanıyı Paylaşın

# SharePositiveDiagDateText
source: The test date helps the app know when you may have been contagious and notify the right people of potential exposure.
ca: La data de prova ajuda a l'aplicació a saber quan és possible que hagi estat contagiosa i notificar a la gent correcta de l'exposició potencial.
de: Das Testdatum hilft der App zu wissen, wann Sie möglicherweise ansteckend waren, und die richtigen Personen über eine mögliche Exposition zu informieren.
et: Testimiskuupäev aitab rakendusel teada, millal te olete olnud nakkav ja teavitama õiget inimest võimalikust kokkupuutest.
hi: परीक्षण की तारीख ऐप को यह जानने में मदद करती है कि आप कब संक्रामक हो सकते हैं और संभावित एक्सपोजर के सही लोगों को सूचित कर सकते हैं।
lv: Testa datums palīdz lietotnei zināt, kad esat bijis lipīgs un informē pareizos cilvēkus par potenciālo iedarbību.
mg: Ny daty fanandramana dia manampy ny rafibaovao hahafantatra ny fotoana mety mamindra sy ampandreneso ny olona marina tamin' ny hatsiaka.
pl: Data testu pomaga aplikacji wiedzieć, kiedy możesz być zaraźliwa i powiadomić odpowiednie osoby o potencjalnej ekspozycji.
ro: Data testului ajută aplicația să știe când este posibil să fi fost contagioasă și să notifice persoanele potrivite cu privire la expunerea potențială.
te: మీరు అంటువ్యాధి కలిగి ఉండి, సంభావ్య ప్రభావానికి గురయ్యే సరైన వ్యక్తులకు తెలియజేయడంతో పరీక్షా తేదీ అనువర్తనానికి సాయపడుతుంది.
tr: Test tarihi, uygulamanın ne zaman bulaşıcı olabileceğinibilmenize ve doğru kişileri potansiyel maruz kalma hakkında bilgilendirmesine yardımcı olur.

# SharePositiveEntryCodeText
source: Only those who have been exposed will receive a notification.
ca: Només els que han estat exposats rebran una notificació.
de: Nur diejenigen, die exponiert wurden, erhalten eine Benachrichtigung.
et: Ainult neile, kes on kokku puutunud, saadetakse teade.
hi: केवल उजागर होने वालों को ही नोटिफिकेशन मिलेगा।
lv: Paziņojumu saņems tikai tie, kas bijuši pakļauti iedarbībai.
mg: Ireo izay niharan' ny olona ihany no hahazo fampilazana.
pl: Tylko ci, którzy zostali ujawnieni, otrzymają powiadomienie.
ro: Numai cei care au fost expuși vor primi o notificare.
te: బయటపడ్డ వారికి మాత్రమే నోటిఫికేషన్ అందుతుంది.
tr: Yalnızca maruz kalanlara bir bildirim gönderilir.

# SharePositiveEntryCodeText2
source: The unique test identifier that came with your COVID-19 test must be used to verify your positive test result.
ca: L'identificador de prova únic que venia amb la seva prova de COVID-19 s'ha d'utilitzar per verificar el seu resultat de prova positiu.
de: Die eindeutige Testkennung, die mit Ihrem COVID-19Test enthalten ist, muss verwendet werden, um Ihr positives Testergebnis zu überprüfen.
et: Positiivse testi tulemuse kinnitamiseks tuleb kasutada oma COVID-19 testiga kaasas olevat ainulaadset testimisidentifikaatorit.
hi: आपके COVID-19 परीक्षण के साथ आए अद्वितीय परीक्षण पहचानकर्ता का उपयोग आपके सकारात्मक परीक्षण परिणाम को सत्यापित करने के लिए किया जाना चाहिए।
lv: Lai verificētu pozitīvo testa rezultātu, jāizmanto unikālais testa identifikators, kas ir komplektā ar COVID-19 testu.
mg: Ilay fitsapam-pahaizana miavaka i izay tonga niaraka tamin' ny fanandramana COVID ny 19 taona dia tsy maintsy ampiasaina mba hitsapana ny vokatra tsara azo avy aminao.
pl: Unikatowy identyfikator testu, który został doszła do testu COVID-19, musi być użyty do zweryfikowania pozytywnego wyniku testu.
ro: Identificatorul unic de test livrat împreună cu testul COVID-19 trebuie utilizat pentru a verifica rezultatul pozitiv al testului.
te: మీ కోవిడ్-19 టెస్ట్ తో వచ్చిన ప్రత్యేక టెస్ట్ ఐడెంటిఫైయర్ మీ పాజిటివ్ టెస్ట్ ఫలితాన్ని వెరిఫై చేయడానికి విధిగా ఉపయోగించాలి.
tr: COVID-19 testinizle birlikte gelen benzersiz test tanımlayıcısı pozitif test sonucunuzu doğrulamak için kullanılmalıdır.

# NotifyOtherPageDialogExceptionText
source: Please try again later.
ca: Torneu-ho a provar més tard.
de: Versuchen Sie es später erneut.
et: Proovi hiljem uuesti.
he: נסה שוב מאוחר יותר.
hi: कृपया बाद में पुन: प्रयास करें.
kn: ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Lūdzu, vēlāk mēģiniet vēlreiz.
mg: Mamerena manandrana aoriana kely azafady.
mt: Erġa’ pprova aktar tard.
pl: Próbuj ponownie później.
ro: Vă rugăm să reîncercați mai târziu.
sl: Prosimo, poskusite znova kasneje.
ta: பின்னர் மீண்டும் முயற்சிக்கவும்.
te: దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
tr: Lütfen daha sonra yeniden deneyin.

# ButtonFailed
source: Failed
ca: Ha fallat
de: Fehler
et: Nurjus
he: נכשל
hi: विफल
kn: ವಿಫಲವಾಗಿದೆ
lv: Neizdevās
mg: Tsy nahomby
mt: Ma rnexxiex
pl: Niepowodzenie
ro: Nereușit
sl: Ni uspelo
ta: தோல்வியடைந்தது
te: విఫలమైంది
tr: Başarısız

# NotifyOtherPageDialogSubmittedText
source: Diagnosis Submitted
ca: Diagnòstic presentat
de: Diagnose eingereicht
et: Diagnoos esitatud
he: האבחנה הוגשה
hi: निदान प्रस्तुत
kn: ನಾಪತ್ತೆ ಅರ್ಜಿ
lv: Diagnoze iesniegta
mg: Aretina ny Fangatahana
mt: Dijanjożi ppreżentata
pl: Diagnoza Przedłożona
ro: Diagnostic prezentat
sl: Diagnoza predložena
ta: ஆய்வு அறிக்கை சமர்ப்பிக்கப்பட்டது
te: నిర్ధారణ సమర్పించిన
tr: Tanı Gönderildi

# ButtonComplete
source: Complete
ca: complet
de: Abschließen
et: Valmis
he: השלם
hi: पूर्ण करें
kn: ಪೂರ್ಣಗೊಳಿಸು
lv: Pabeigts
mg: Fenoy
mt: Lest
pl: Wykonano
ro: Terminat
sl: Dokončano
ta: முழுமை
te: పూర్తయింది
tr: Tamamlandı

# SharePositiveDiagnosisPageDiagUidIsEmptyText
source: Please provide a Diagnosis Identifier
ca: Si us plau proporcioni un identificador de diagnòstic
de: Bitte geben Sie einen Diagnose-Identifier an
et: Palun esitage diagnoosi tunnus
hi: कृपया एक निदान पहचानकर्ता प्रदान करें
lv: Lūdzu, norādiet diagnozes identifikatoru
mg: Mba omeo Aretina i
pl: Proszę podać identyfikator diagnostyczny
ro: Vă rugăm să furnizați un identificator de diagnostic
te: దయచేసి డయగ్నాస్టిక్ ఐడెంటిఫైయర్ ఇవ్వండి
tr: Lütfen bir Tanı Tanımlayıcısı sağlayın

# SharePositiveDiagnosisPageDiagUidIsEmptyTitle
source: Diagnosis Identifier Required
ca: Identificador de diagnòstic requerit
de: Diagnose-Bezeichner erforderlich
et: Diagnoosi identifikaator on nõutav
he: נדרש מזהה אבחון
hi: निदान पहचानकर्ता आवश्यक
lv: Nepieciešamais diagnozes identifikators
mg: Aretina i Takiana
pl: Wymagany identyfikator diagnozy
ro: Identificator diagnostic necesar
sl: Zahtevana oznaka diagnoze
te: రోగ నిర్ధారణ నిర్ధారిణి అవసరం
tr: Tanı Tanımlayıcı Gerekli

# NotifyOtherPageDialogENDisabledText
source: Please enable Exposure Notifications before submitting a diagnosis.
ca: Activeu les notificacions d'exposició abans d'enviar un diagnòstic.
de: Aktivieren Sie die Belichtungsbenachrichtigungen, bevor Sie eine Diagnose einreichen.
et: Palun lubage kokkupuute märguanded enne diagnoosi esitamist.
he: אנא הפעל הודעות חשיפה לפני הגשת האבחון.
hi: निदान सबमिट करने से पहले एक्सपोजर नोटिफिकेशन को सक्षम करें।
lv: Pirms diagnozes iesniegšanas, lūdzu, iespējojiet ekspozīcijas paziņojumus.
mg: Mba alefaso ny Fampilazana ny Hatsiaka alohan' ny fandefasana aretina.
pl: Przed przesłaniem diagnozy włącz powiadomienia o ekspozycji.
ro: Activați Notificările de expunere înainte de a trimite un diagnostic.
sl: Prosimo, omogočite obvestila o izpostavljenosti pred predložitvijo diagnoze.
te: రోగనిర్ధారణ సబ్మిట్ చేయడానికి ముందు దయచేసి ఎక్స్ పోజర్ నోటిఫికేషన్ లను ప్రారంభించండి.
tr: Lütfen bir tanı göndermeden önce Pozlama Bildirimleri'ni etkinleştirin.

# NotifyOtherPageDialogENDisabledTitle
source: Exposure Notifications Disabled
ca: Notificacions d'exposició desactivades
de: Belichtungsbenachrichtigungen deaktiviert
et: Kokkupuute teatised keelatud
he: הודעות חשיפה לא זמינות
hi: एक्सपोजर नोटिफिकेशन अक्षम
lv: Ekspozīcijas paziņojumi atspējoti
mg: Hatsiaka Fampilazana Sembana
pl: Powiadomienia o narażeniu wyłączone
ro: Notificări de expunere dezactivate
sl: Obvestila o izpostavljenosti onemogočena
te: ప్రత్యక్షీకరణ ప్రకటనలు నిలిపివేయబడ్డాయి
tr: Pozlama Bildirimleri Devre Dışı

# LoadingTextSubmittingDiagnosis
source: Submitting Diagnosis...
de: Diagnose wird gestellt...
et: Diagnoosi esitamine...
he: הגשת אבחון...
hi: निदान प्रस्तुत कर रहा है ...
kn: ರೋಗನಿರ್ಣಯ ಸಲ್ಲಿಸುವುದು....
lv: Diagnozes iesniegšana...
mg: Fanekena ny Aretina ...
mt: Qed jissottometti d-dijanjo Żi...
pl: Składanie diagnozy...
ro: Trimiterea diagnosticului...
sl: Predložitev diagnoze...
ta: நோய் கண்டறிதல்...
te: రోగ నిర్ధారణ సమర్పించడం...
tr: Tanı Gönderme...

# SharePositiveDiagnosisPageVerifyDialog
source: Verifying Diagnosis...
ca: Verificant el diagnòstic...
de: Diagnose wird überprüft...
et: Diagnoosi kontrollimine...
he: מוודא אבחון...
hi: निदान की पुष्टि...
lv: Notiek diagnozes pārbaude...
mg: Verifying Aretina ...
pl: Weryfikacja diagnozy...
ro: Se verifică diagnosticul...
sl: Preverjanje diagnoze...
te: నిర్ధారణ నిర్ధారించడం...
tr: Tanı doğrulama...

# SharePositiveDiagnosisPageVerifyFailedDialogText
source: Your diagnosis cannot be verified at this time to be submitted.
ca: El seu diagnòstic no pot ser verificat en aquest moment per presentar-se.
de: Ihre Diagnose kann zu diesem Zeitpunkt nicht überprüft werden, um übermittelt zu werden.
et: Teie diagnoosi ei saa sel ajal kontrollida.
he: לא ניתן לאמת את האבחנה שלך בשלב זה לשליחה.
hi: सबमिट किए जाने वाले इस समय आपके निदान को सत्यापित नहीं किया जा सकता है।
lv: Jūsu diagnozi šajā laikā nevar pārbaudīt.
mg: Ny aretina dia tsy azo voamarina amin' ity fotoana ity mba ho alefa.
pl: Twoja diagnoza nie może być zweryfikowana w tej chwili, aby zostać przesłana.
ro: Diagnosticul nu poate fi verificat în acest moment pentru a fi prezentat.
sl: Vaše diagnoze v tem trenutku ni mogoče preveriti.
te: సబ్మిట్ చేయాల్సిన ఈ సమయంలో మీ డయగ్నాస్టిక్ వెరిఫై చేయలేం.
tr: Tanınız şu anda doğrulanamıyor.

# SharePositiveDiagnosisPageVerifyFailedDialogTitle
source: Verification Failed
ca: Error de verificació
de: Überprüfungsfehler
et: Kinnitamine nurjus
he: האימות נכשל
hi: सत्यापन विफल हुआ
lv: Pārbaude neizdevās.
mg: Verification Tsy Nahomby
pl: Weryfikacja nie powiodła się
ro: Verificarea nu a reușit
sl: Preverjanje ni uspelo
te: నిర్ధారణ విఫలమైంది
tr: Doğrulama Başarısız Oldu

# ButtonPositiveSubmit
source: Submit
ca: Envia
de: Senden
et: Edasta
he: שלח
hi: सबमिट करें
lv: Iesniegt
mg: Hanoa
pl: Prześlij
ro: Remitere
sl: Pošlji
ta: சமர்ப்பி
te: సమర్పించు
tr: Gönder

# SettingsPageTitle
source: Settings
ca: Configuració
de: Einstellungen
et: Sätted
he: הגדרות
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
lv: Iestatījumi
mg: Toe-javatra
mt: Issettjar
pl: Ustawienia
ro: Setări
sl: Nastavitve
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
tr: Ayarlar
